[
  {
    "Id": "a40853b2-1e66-4968-b0cc-8c6d76cca4df",
    "UserId": "74f1f6b5-083a-4677-8f68-8255caa77965",
    "Positions": [
      {
        "Id": "32f1865e-9f4a-40bc-82dd-381d185254d5",
        "Product": {
          "Id": "e9f77b10-d323-45d1-bd45-5af0dd8462f7",
          "Name": "Intel Core i5 - 13400F OEM",
          "Cost": 18730.0,
          "Description": "Процессор Intel Core i5-13400F OEM - это мощное устройство, созданное для тех, кто ценит высокую производительность и качество. Продукт из линейки Core i5 обеспечивает невероятную скорость работы и плавность выполнения любых задач.\r\n\r\nМодель 13400F имеет современную архитектуру Raptor Lake, что делает его идеальным выбором для геймеров, видеоблогеров, дизайнеров и других профессионалов, работающих с тяжелыми мультимедийными приложениями.\r\n\r\nПроцессор совместим с сокетом LGA 1700 и оснащен 10 ядрами и 16 потоками. Из них 6 высокопроизводительных ядер и 4 энергоэффективных, что обеспечивает оптимальное сочетание мощности и энергоэффективности.\r\n\r\nЧастота шины DMI 4.0 составляет 16 ГТ/с, обеспечивая быструю передачу данных между процессором и другими компонентами системы. Объем кэш-памяти L2 составляет 9.5 Мб, а L3 - 20 Мб, что обеспечивает быстрый доступ к данным и повышает общую производительность системы.\r\n\r\nТехнологический процесс процессора составляет 10 нм, что гарантирует эффективное использование энергии и минимизацию тепловыделения. Дата релиза данной модели - Q1 2023, что говорит о ее современности и актуальности на рынке.\r\n\r\nПроцессор поставляется в формате OEM, что позволяет сэкономить на упаковке и получить именно тот продукт, который нужен, без лишних аксессуаров. Это отличный выбор для тех, кто стремится к идеальному соотношению цены и качества.\r\n\r\nIntel Core i5-13400F OEM - это надежное и мощное устройство, которое станет незаменимым помощником в решении самых сложных задач. Благодаря высокой производительности и современным технологиям, этот процессор обеспечит плавную работу и удовлетворит даже самых требовательных пользователей.",
          "Category": 1,
          "ImageUrl": null,
          "Article": 5031034409952181008,
          "Specifications": {
            "Manufacturer": "Intel",
            "ManufacturerCode": "CM8071504821107/CM8071505093005",
            "Model": "13400F",
            "Socket": "LGA 1700",
            "Architecture": "Raptor Lake",
            "CoresCount": "10",
            "ThreadsCount": "16",
            "ClockSpeed": "2500 МГц"
          }
        },
        "Quantity": 3,
        "Cost": 56190.0
      }
    ],
    "TotalCost": 56190.0,
    "TotalQuantity": 3
  }
]
