[
  {
    "Id": "52c37491-eb5e-4d4e-89ce-ba7c732f8717",
    "UserId": "74f1f6b5-083a-4677-8f68-8255caa77965",
    "Positions": [
      {
        "Id": "ec598f8b-c592-4a54-8ba9-e08e7b804a68",
        "Product": {
          "Id": "f0979574-94bc-4f5e-83d1-bed8ba03e473",
          "Name": "16Gb DDR4 3200MHz Netac Shadow II (NTSWD4P32DP-16W) (2x8Gb KIT)",
          "Cost": 3970.0,
          "Description": "Оперативная память Netac Shadow II (NTSWD4P32DP-16W) представляет собой высококачественный и надежный комплект из двух модулей по 8 Гб каждый, общим объемом 16 Гб. Этот комплект идеально подходит для апгрейда вашего компьютера, обеспечивая ему стабильную и быструю работу.\r\n\r\nОперативная память выполнена в форм-факторе DIMM и использует технологию DDR4, что обеспечивает высокую скорость передачи данных и энергоэффективность. Тактовая частота модулей составляет 3200 МГц, что позволяет им работать на максимальной производительности. Пропускная способность оперативной памяти составляет 25600 Мб/с, что гарантирует быструю передачу данных и отличную отзывчивость системы.\r\n\r\nХарактеристики оперативной памяти Netac Shadow II включают в себя следующие параметры: CAS Latency (CL) - 16, RAS to CAS Delay (tRCD) - 20, Row Precharge Delay (tRP) - 20, Activate to Precharge Delay (tRAS) - 40. Эти параметры обеспечивают стабильную и эффективную работу оперативной памяти, что в свою очередь повышает производительность вашего компьютера.\r\n\r\nКроме того, оперативная память Netac Shadow II оснащена радиатором для passivной системы охлаждения, который помогает поддерживать низкую температуру модулей во время работы. Это позволяет избежать перегрева и обеспечивает долгий срок службы оперативной памяти.\r\n\r\nОбщий объем памяти 16 Гб позволяет запускать множество приложений одновременно, обеспечивая плавную и быструю работу вашего компьютера. Благодаря высокой производительности и надежности, оперативная память Netac Shadow II является идеальным выбором для тех, кто ценит качество и эффективность.\r\n\r\nПриобретите оперативную память Netac Shadow II (NTSWD4P32DP-16W) и наслаждайтесь быстрой и стабильной работой вашего компьютера без каких-либо задержек и сбоев. Этот комплект станет надежным партнером в вашем повседневном использовании компьютера и поможет вам достичь максимальной производительности.",
          "Category": 5,
          "ImageUrl": "/img/products/16Gb DDR4 3200MHz Netac Shadow II (NTSWD4P32DP-16W) (2x8Gb KIT).webp",
          "Article": 5719172116018337140,
          "Specifications": {
            "Manufacturer": "Netac",
            "ManufacturerCode": "NTSWD4P32DP-16W",
            "FormFactor": "DIMM",
            "MemoryType": "DDR4",
            "MemorySize": "16 Гб",
            "ModulesCount": "2",
            "ClockSpeed": "3200 МГц"
          }
        },
        "Quantity": 1,
        "Cost": 3970.0
      }
    ],
    "TotalCost": 3970.0,
    "TotalQuantity": 1
  }
]
