[
  {
    "UserId": "74f1f6b5-083a-4677-8f68-8255caa77965",
    "Product": {
      "Id": "40c909df-c2d9-43f7-a997-027c85d8ec28",
      "Name": "750W Be Quiet System Power 10",
      "Cost": 8250.0,
      "Description": "Блок питания 750W Be Quiet System Power 10 - это надежное и мощное устройство, которое отлично подойдет для сборки компьютера любого уровня сложности. Блок питания имеет стандарт ATX12V 2.52 и активный PFC, что обеспечивает стабильное энергоснабжение и защиту от перенапряжений.\r\n\r\nОдной из особенностей этого блока питания является наличие встроенного вентилятора диаметром 120 мм, который обеспечивает эффективное охлаждение и позволяет поддерживать низкие температуры внутри корпуса компьютера. Это особенно важно при работе с высоконагруженными приложениями и играми.\r\n\r\nБлок питания 750W Be Quiet System Power 10 оснащен различными разъемами для подключения различных компонентов компьютера. На материнской плате предусмотрен разъем 20+4 pin, а также по одному разъему 4-pin и 4+4-pin CPU. Для видеокарт имеется 4 разъема 6+2-pin PCI-E, что позволяет подключить несколько мощных графических ускорителей.\r\n\r\nТакже блок питания обладает разъемами 4-pin IDE (Molex) и 15-pin SATA для подключения различных устройств хранения данных, оптических приводов и других компонентов. Это удобно и позволяет создать функциональную систему хранения данных.\r\n\r\nБлок питания 750W Be Quiet System Power 10 имеет сертификат 80 PLUS Bronze, что гарантирует высокую энергоэффективность устройства и экономичное потребление электроэнергии. Это позволяет снизить затраты на электроэнергию и уменьшить нагрузку на систему охлаждения компьютера.\r\n\r\nДлина кабеля питания материнской платы составляет 55 см, что обеспечивает удобство монтажа и позволяет грамотно организовать внутреннюю разводку кабелей в корпусе компьютера.\r\n\r\nБлок питания 750W Be Quiet System Power 10 - это надежное и производительное устройство, которое гарантирует стабильную работу компьютера даже при высоких нагрузках. Благодаря своим характеристикам и функционалу, этот блок питания станет отличным выбором для тех, кто ценит качество и эффективность.",
      "Category": 6,
      "ImageUrl": null,
      "Article": 4897597358139312607,
      "Specifications": {
        "Manufacturer": "Be Quiet",
        "ManufacturerCode": "BN329",
        "Power": "750 Вт",
        "PFC": "активный",
        "FanSize": "120 мм"
      }
    },
    "Id": "0a3a99ad-4883-4bbd-89eb-03928c359c48"
  },
  {
    "UserId": "74f1f6b5-083a-4677-8f68-8255caa77965",
    "Product": {
      "Id": "c99a2a59-8b59-449a-9869-08dcf5fc25f8",
      "Name": "NewMemory2",
      "Cost": 123.00,
      "Description": "выфвы",
      "Category": 5,
      "ImageUrl": null,
      "Article": 4943416758743214681,
      "Specifications": {
        "Manufacturer": "ASUS",
        "ManufacturerCode": "22222222",
        "FormFactor": "SO-DIMM",
        "MemoryType": "DDR2",
        "MemorySize": "16 Гб",
        "ModulesCount": "4",
        "ClockSpeed": "3200 МГц"
      }
    },
    "Id": "f23550a8-660f-4ca6-9e17-3c581a452929"
  }
]
