[
  {
    "Id": "03269129-85ee-4bf1-b635-85e30fd98faf",
    "Name": "SSD 1Tb Kingston NV2 (SNV2S/1000G)",
    "Cost": 7050.0,
    "Description": "M.2 накопитель Kingston NV2 – компактное устройство, способное эффективно справляться с требовательными ресурсоемкими задачами и увеличить отзывчивость системы. Накопитель ориентирован на создание контента с разрешением 4K+ и запуск игр. Благодаря объему 1000 ГБ Kingston NV2 предоставляет достаточно пространства для хранения игр, мультимедийных и прочих файлов. Форм-фактор M.2 гарантирует широкую совместимость с настольными ПК и ноутбуками. Интерфейс подключения PCI-E 4.0 x4 и технология 3D NAND гарантируют скорость в пределах 3500 Мбайт/сек.",
    "Category": 3,
    "ImageUrl": "/img/products/SSD-1Tb-Kingston-NV2.webp",
    "Article": 5472302279533433129,
    "Specifications": {
      "Manufacturer": "Kingston",
      "ManufacturerCode": "SNV2S/1000G",
      "FormFactor": "M.2 2280",
      "Capacity": "1000 Гб"
    }
  },
  {
    "Id": "2b2f2248-77c1-43ae-b2cf-a966a8078c28",
    "Name": "2Tb SATA-III Seagate Barracuda (ST2000DM008)",
    "Cost": 7030.0,
    "Description": "Жесткий диск Seagate Barracuda 2TB (ST2000DM008) является идеальным решением для хранения больших объемов данных, обеспечивая вместительность и надежность. С интерфейсом SATA-III и скоростью вращения 7200 об/мин, этот диск предлагает отличную производительность для вашего компьютера или сервера.\r\n\r\nОбъем в 2TB позволяет хранить огромное количество файлов – будь то фотографии, видео, музыка или документы. Благодаря высокой скорости передачи данных, загрузка программ и доступ к файлам происходит быстро и эффективно.\r\n\r\nПродукт отличается высокой надежностью, что подтверждается долгим сроком службы и стабильностью работы. Seagate Barracuda – это выбор многих профессионалов, ценящих качество и долговечность.\r\n\r\nЭтот жесткий диск подходит как для домашних пользователей, так и для профессионалов, которым требуется расширенное дисковое пространство для сложных задач. Он легко устанавливается в большинство настольных компьютеров, делая процесс модернизации простым и удобным.\r\n\r\nВыбирая Seagate Barracuda 2TB, вы получаете высокую производительность, надежность и большой объем хранения по доступной цене. Это идеальный вариант для тех, кто ищет эффективное и долгосрочное решение для хранения данных.",
    "Category": 4,
    "ImageUrl": "/img/products/2Tb-SATA-III-Seagate-Barracuda.webp",
    "Article": 4876967118025728584,
    "Specifications": {
      "Manufacturer": "Seagate",
      "ManufacturerCode": "ST2000DM008",
      "FormFactor": "3.5\"",
      "Interface": "SATA-III",
      "Capacity": "2000 Гб"
    }
  },
  {
    "Id": "e8325d90-fe6d-4f3a-8091-0d95722a68b3",
    "Name": "32Gb DDR5 6000MHz Team T-Create Expert (CTCED532G6000HC38ADC01) (2x16Gb KIT)",
    "Cost": 11870.0,
    "Description": "Представляем вашему вниманию уникальный продукт - оперативная память Team T-Create Expert DDR5 32Gb 6000MHz. Этот модуль отличается не только высокой производительностью, но и элегантным дизайном, который подойдет к любому современному компьютеру.\r\n\r\nОперативная память имеет форм-фактор DIMM и работает на частоте 6000 МГц, что обеспечивает высокую скорость передачи данных. С тактовой частотой 6000 МГц и пропускной способностью 48000 Мб/с, эта память позволит вам запускать самые требовательные приложения и игры без задержек и лагов.\r\n\r\nВ комплекте поставляется 2 модуля по 16 Гб каждый, что общим объемом составляет 32 Гб. Это идеальное решение для тех, кто ценит производительность и мощность своего компьютера.\r\n\r\nКроме того, данная оперативная память имеет низкую задержку CAS Latency (CL) 38, что также положительно сказывается на скорости работы системы. RAS to CAS Delay (tRCD) составляет 38, Row Precharge Delay (tRP) - 38, а Activate to Precharge Delay (tRAS) - 78, что гарантирует стабильную и эффективную работу памяти.\r\n\r\nОхлаждение модулей осуществляется пассивным радиатором, который обеспечивает надежную защиту от перегрева и позволяет поддерживать низкую температуру даже при интенсивной работе. Это позволяет увеличить срок службы оперативной памяти и обеспечить ее стабильную работу в любых условиях.\r\n\r\nTeam T-Create Expert DDR5 32Gb 6000MHz - это идеальный выбор для тех, кто ценит качество, производительность и надежность. Позвольте вашему компьютеру работать на полную мощность с этим уникальным модулем оперативной памяти!",
    "Category": 5,
    "ImageUrl": "/img/products/32Gb-DDR5-6000MHz-Team-T-Create-Expert-_2x16Gb-KIT.webp",
    "Article": 5709155225646030224,
    "Specifications": {
      "Manufacturer": "Team",
      "ManufacturerCode": "CTCED532G6000HC38ADC01",
      "FormFactor": "DIMM",
      "MemoryType": "DDR5",
      "MemorySize": "32 Гб",
      "ModulesCount": "2",
      "ClockSpeed": "6000 МГц"
    }
  },
  {
    "Id": "d63922f0-5621-4015-9c41-e8d4d0644756",
    "Name": "32Gb DDR5 6000MHz Kingston Fury Beast (KF560C40BBK2-32) (2x16Gb KIT)",
    "Cost": 14160.0,
    "Description": "Оперативная память Kingston FURY Beast Black ориентирована на использование в составе мощных ПК игрового уровня. Она выделяется алюминиевыми радиаторами черного цвета, конструкция которых способствует быстрому и стабильному отведению тепла для защиты от перегрева. В комплекте поставляются два модуля объемом по 16 ГБ, которые соответствуют стандарту DDR5 и работают на частоте 6000 МГц. Микросхема управления питанием повышает стабильность работы модулей Kingston FURY Beast. Для сохранения целостности данных реализована функция определения и исправления ошибок ECC.",
    "Category": 5,
    "ImageUrl": "/img/products/32Gb DDR5 6000MHz Kingston Fury Beast (KF560C40BBK2-32) (2x16Gb KIT).webp",
    "Article": 4617691696266289904,
    "Specifications": {
      "Manufacturer": "Kingston",
      "ManufacturerCode": "KF560C40BBK2-32",
      "FormFactor": "DIMM",
      "MemoryType": "DDR5",
      "MemorySize": "32 Гб",
      "ModulesCount": "2",
      "ClockSpeed": "6000 МГц"
    }
  },
  {
    "Id": "f0979574-94bc-4f5e-83d1-bed8ba03e473",
    "Name": "16Gb DDR4 3200MHz Netac Shadow II (NTSWD4P32DP-16W) (2x8Gb KIT)",
    "Cost": 3970.0,
    "Description": "Оперативная память Netac Shadow II (NTSWD4P32DP-16W) представляет собой высококачественный и надежный комплект из двух модулей по 8 Гб каждый, общим объемом 16 Гб. Этот комплект идеально подходит для апгрейда вашего компьютера, обеспечивая ему стабильную и быструю работу.\r\n\r\nОперативная память выполнена в форм-факторе DIMM и использует технологию DDR4, что обеспечивает высокую скорость передачи данных и энергоэффективность. Тактовая частота модулей составляет 3200 МГц, что позволяет им работать на максимальной производительности. Пропускная способность оперативной памяти составляет 25600 Мб/с, что гарантирует быструю передачу данных и отличную отзывчивость системы.\r\n\r\nХарактеристики оперативной памяти Netac Shadow II включают в себя следующие параметры: CAS Latency (CL) - 16, RAS to CAS Delay (tRCD) - 20, Row Precharge Delay (tRP) - 20, Activate to Precharge Delay (tRAS) - 40. Эти параметры обеспечивают стабильную и эффективную работу оперативной памяти, что в свою очередь повышает производительность вашего компьютера.\r\n\r\nКроме того, оперативная память Netac Shadow II оснащена радиатором для passivной системы охлаждения, который помогает поддерживать низкую температуру модулей во время работы. Это позволяет избежать перегрева и обеспечивает долгий срок службы оперативной памяти.\r\n\r\nОбщий объем памяти 16 Гб позволяет запускать множество приложений одновременно, обеспечивая плавную и быструю работу вашего компьютера. Благодаря высокой производительности и надежности, оперативная память Netac Shadow II является идеальным выбором для тех, кто ценит качество и эффективность.\r\n\r\nПриобретите оперативную память Netac Shadow II (NTSWD4P32DP-16W) и наслаждайтесь быстрой и стабильной работой вашего компьютера без каких-либо задержек и сбоев. Этот комплект станет надежным партнером в вашем повседневном использовании компьютера и поможет вам достичь максимальной производительности.",
    "Category": 5,
    "ImageUrl": "/img/products/16Gb DDR4 3200MHz Netac Shadow II (NTSWD4P32DP-16W) (2x8Gb KIT).webp",
    "Article": 5719172116018337140,
    "Specifications": {
      "Manufacturer": "Netac",
      "ManufacturerCode": "NTSWD4P32DP-16W",
      "FormFactor": "DIMM",
      "MemoryType": "DDR4",
      "MemorySize": "16 Гб",
      "ModulesCount": "2",
      "ClockSpeed": "3200 МГц"
    }
  },
  {
    "Id": "1a378939-80aa-4c06-9bdd-d7a5f6c42bec",
    "Name": "32Gb DDR4 3600MHz Patriot Viper Steel RGB (PVSR432G360C0K) (2x16Gb KIT)",
    "Cost": 8450.0,
    "Description": "Оперативная память Patriot Viper Steel RGB (PVSR432G360C0K) - это идеальное решение для тех, кто ищет надежный и быстродействующий компонент для своего ПК. Этот набор памяти состоит из двух модулей по 16 Гб каждый, обеспечивая общий объем впечатляющих 32 Гб.\r\n\r\nСтильный и эффективный дизайн Patriot Viper Steel RGB подарит вашему компьютеру не только высокую производительность, но и стильный внешний вид благодаря встроенной подсветке RGB. Кроме того, радиаторы на модулях памяти обеспечивают эффективное охлаждение, что позволяет поддерживать стабильную работу даже в условиях интенсивной нагрузки.\r\n\r\nС тактовой частотой 3600 МГц и пропускной способностью 28800 Мб/с, память Patriot Viper Steel RGB обеспечивает высокую скорость передачи данных, что делает ее идеальным выбором для геймеров, видеомонтажеров и других пользователей, которым необходимы высокие показатели производительности.\r\n\r\nКроме того, характеристики памяти включают в себя параметры CAS Latency (CL) 20, RAS to CAS Delay (tRCD) 26, Row Precharge Delay (tRP) 26, Activate to Precharge Delay (tRAS) 46, что гарантирует быструю реакцию и эффективную работу в самых требовательных условиях.\r\n\r\nБлагодаря форм-фактору DIMM и поддержке DDR4, установка и настройка памяти Patriot Viper Steel RGB не представляют сложностей, а совместимость с большинством современных материнских плат обеспечивает широкий спектр возможностей для использования.\r\n\r\nНе сомневайтесь в качестве и надежности памяти Patriot Viper Steel RGB - это надежный и высокопроизводительный компонент, который поможет вам справиться с самыми тяжелыми задачами и наслаждаться плавным и быстрым функционированием вашего ПК.",
    "Category": 5,
    "ImageUrl": "/img/products/32Gb DDR4 3600MHz Patriot Viper Steel RGB (PVSR432G360C0K) (2x16Gb KIT).webp",
    "Article": 5478207464815429945,
    "Specifications": {
      "Manufacturer": "Patriot MemoryPatriot Memory",
      "ManufacturerCode": "PVSR432G360C0K",
      "FormFactor": "DIMM",
      "MemoryType": "DDR4",
      "MemorySize": "32 Гб",
      "ModulesCount": "2",
      "ClockSpeed": "3600 МГц"
    }
  },
  {
    "Id": "3cbe6225-dd43-4983-8bdf-9f3e2a691abf",
    "Name": "64Gb DDR5 5600MHz ADATA XPG Lancer (AX5U5600C3632G-DCLABK) (2x32Gb KIT)",
    "Cost": 20790.0,
    "Description": "Оперативная память 64Gb DDR5 5600MHz ADATA XPG Lancer (AX5U5600C3632G-DCLABK) (2x32Gb KIT) – это высокопроизводительный комплект памяти, который обеспечит быструю и надежную работу вашего компьютера. Этот набор памяти состоит из двух модулей по 32 Гб каждый, общий объем которых составляет 64 Гб.\r\n\r\nОсновные характеристики этой оперативной памяти включают в себя форм-фактор DIMM, тип памяти DDR5 и тактовую частоту 5600 МГц. С такими параметрами, эта память обладает высокой пропускной способностью в 44800 Мб/с, что позволяет быстро обрабатывать данные и выполнять сложные вычисления.\r\n\r\nПомимо этого, оперативная память ADATA XPG Lancer имеет низкую задержку CAS Latency (CL) в 36 тактов, что также сказывается на скорости работы системы. Система охлаждения этой памяти выполнена в виде пассивного радиатора, который обеспечивает эффективное отвод тепла и защиту от перегрева.\r\n\r\nОсобенностью этой оперативной памяти является также наличие активной системы охлаждения с вентилятором. Радиатор изготовлен из меди, что обеспечивает отличное теплопроводность. Вентилятор имеет размер 80x80 мм и оснащен подшипником скольжения для бесшумной работы. Регулятор оборотов PWM позволяет настраивать скорость вращения вентилятора в зависимости от температуры памяти.\r\n\r\nЭтот комплект оперативной памяти ADATA XPG Lancer предназначен для использования в системах, где требуется высокая производительность и стабильная работа. Благодаря высокой тактовой частоте и эффективной системе охлаждения, эта память подойдет как для геймеров, так и для профессиональных пользователей, занимающихся ресурсоемкими задачами.\r\n\r\nЕсли вам необходима надежная и мощная оперативная память для вашего компьютера, то ADATA XPG Lancer 64Gb DDR5 5600MHz станет отличным выбором. Обеспечивая высокую производительность и эффективное охлаждение, этот комплект памяти позволит вам насладиться быстрым и плавным функционированием вашей системы.",
    "Category": 5,
    "ImageUrl": "/img/products/64Gb DDR5 5600MHz ADATA XPG Lancer (AX5U5600C3632G-DCLABK) (2x32Gb KIT).webp",
    "Article": 5297320867569492517,
    "Specifications": {
      "Manufacturer": "ADATA",
      "ManufacturerCode": "AX5U5600C3632G-DCLABK",
      "FormFactor": "DIMM",
      "MemoryType": "DDR5",
      "MemorySize": "64 Гб",
      "ModulesCount": "2",
      "ClockSpeed": "5600 МГц"
    }
  },
  {
    "Id": "5e1f71f6-d3a3-49ef-9127-78ac0b31527c",
    "Name": "Intel Core i5 - 12400F OEM",
    "Cost": 15870.0,
    "Description": "Процессор Intel Core i5-12400F OEM\r\n\r\nИщете эффективное и современное решение для вашего компьютера? Процессор Intel Core i5-12400F — ваш идеальный выбор! Эта модель прекрасно подходит как для повседневных задач, так и для игр и программ, требующих высокой производительности.\r\n\r\nОсновные характеристики:\r\n- Количество ядер: 6\r\n- Количество потоков: 12\r\n- Базовая частота: 2.5 ГГц\r\n- Максимальная турбо-частота: 4.4 ГГц\r\n- Тип памяти: поддержка DDR4 и DDR5\r\n- Сокет: LGA 1700\r\n\r\nПреимущества:\r\n- Высокая производительность: Благодаря шести ядрам и двенадцати потокам, этот процессор обеспечивает отличную многоядерную производительность, что делает его отличным выбором для многозадачности и требовательных приложений.\r\n- Энергоэффективность: Intel Core i5-12400F оптимизирован для эффективного потребления энергии, что помогает снизить нагрев и увеличить срок службы компонентов.\r\n- Поддержка современных технологий: Процессор поддерживает последние стандарты памяти DDR4 и DDR5, что обеспечивает улучшенную производительность и скорость передачи данных.\r\n- Совместимость: Сокет LGA 1700 гарантирует широкую совместимость с новейшими материнскими платами.\r\n\r\nВыбирая Intel Core i5-12400F, вы получаете надежный и мощный процессор, который прослужит вам долгие годы. Улучшите свой компьютер сегодня и наслаждайтесь быстродействием и стабильностью на новом уровне!",
    "Category": 1,
    "ImageUrl": "/img/products/Intel-Core-i5-12400F-OEM.webp",
    "Article": 5327709582814835190,
    "Specifications": {
      "Manufacturer": "Intel",
      "ManufacturerCode": "CM8071504555318/CM8071504650609",
      "Model": "Core i5 12400F",
      "Socket": "LGA 1700",
      "Architecture": "Alder Lake",
      "CoresCount": "6",
      "ThreadsCount": "12",
      "ClockSpeed": "2500 МГц"
    }
  },
  {
    "Id": "40c909df-c2d9-43f7-a997-027c85d8ec28",
    "Name": "750W Be Quiet System Power 10",
    "Cost": 8250.0,
    "Description": "Блок питания 750W Be Quiet System Power 10 - это надежное и мощное устройство, которое отлично подойдет для сборки компьютера любого уровня сложности. Блок питания имеет стандарт ATX12V 2.52 и активный PFC, что обеспечивает стабильное энергоснабжение и защиту от перенапряжений.\r\n\r\nОдной из особенностей этого блока питания является наличие встроенного вентилятора диаметром 120 мм, который обеспечивает эффективное охлаждение и позволяет поддерживать низкие температуры внутри корпуса компьютера. Это особенно важно при работе с высоконагруженными приложениями и играми.\r\n\r\nБлок питания 750W Be Quiet System Power 10 оснащен различными разъемами для подключения различных компонентов компьютера. На материнской плате предусмотрен разъем 20+4 pin, а также по одному разъему 4-pin и 4+4-pin CPU. Для видеокарт имеется 4 разъема 6+2-pin PCI-E, что позволяет подключить несколько мощных графических ускорителей.\r\n\r\nТакже блок питания обладает разъемами 4-pin IDE (Molex) и 15-pin SATA для подключения различных устройств хранения данных, оптических приводов и других компонентов. Это удобно и позволяет создать функциональную систему хранения данных.\r\n\r\nБлок питания 750W Be Quiet System Power 10 имеет сертификат 80 PLUS Bronze, что гарантирует высокую энергоэффективность устройства и экономичное потребление электроэнергии. Это позволяет снизить затраты на электроэнергию и уменьшить нагрузку на систему охлаждения компьютера.\r\n\r\nДлина кабеля питания материнской платы составляет 55 см, что обеспечивает удобство монтажа и позволяет грамотно организовать внутреннюю разводку кабелей в корпусе компьютера.\r\n\r\nБлок питания 750W Be Quiet System Power 10 - это надежное и производительное устройство, которое гарантирует стабильную работу компьютера даже при высоких нагрузках. Благодаря своим характеристикам и функционалу, этот блок питания станет отличным выбором для тех, кто ценит качество и эффективность.",
    "Category": 6,
    "ImageUrl": null,
    "Article": 4897597358139312607,
    "Specifications": {
      "Manufacturer": "Be Quiet",
      "ManufacturerCode": "BN329",
      "Power": "750 Вт",
      "PFC": "активный",
      "FanSize": "120 мм"
    }
  },
  {
    "Id": "e9f77b10-d323-45d1-bd45-5af0dd8462f7",
    "Name": "Intel Core i5 - 13400F OEM",
    "Cost": 18730.0,
    "Description": "Процессор Intel Core i5-13400F OEM - это мощное устройство, созданное для тех, кто ценит высокую производительность и качество. Продукт из линейки Core i5 обеспечивает невероятную скорость работы и плавность выполнения любых задач.\r\n\r\nМодель 13400F имеет современную архитектуру Raptor Lake, что делает его идеальным выбором для геймеров, видеоблогеров, дизайнеров и других профессионалов, работающих с тяжелыми мультимедийными приложениями.\r\n\r\nПроцессор совместим с сокетом LGA 1700 и оснащен 10 ядрами и 16 потоками. Из них 6 высокопроизводительных ядер и 4 энергоэффективных, что обеспечивает оптимальное сочетание мощности и энергоэффективности.\r\n\r\nЧастота шины DMI 4.0 составляет 16 ГТ/с, обеспечивая быструю передачу данных между процессором и другими компонентами системы. Объем кэш-памяти L2 составляет 9.5 Мб, а L3 - 20 Мб, что обеспечивает быстрый доступ к данным и повышает общую производительность системы.\r\n\r\nТехнологический процесс процессора составляет 10 нм, что гарантирует эффективное использование энергии и минимизацию тепловыделения. Дата релиза данной модели - Q1 2023, что говорит о ее современности и актуальности на рынке.\r\n\r\nПроцессор поставляется в формате OEM, что позволяет сэкономить на упаковке и получить именно тот продукт, который нужен, без лишних аксессуаров. Это отличный выбор для тех, кто стремится к идеальному соотношению цены и качества.\r\n\r\nIntel Core i5-13400F OEM - это надежное и мощное устройство, которое станет незаменимым помощником в решении самых сложных задач. Благодаря высокой производительности и современным технологиям, этот процессор обеспечит плавную работу и удовлетворит даже самых требовательных пользователей.",
    "Category": 1,
    "ImageUrl": null,
    "Article": 5031034409952181008,
    "Specifications": {
      "Manufacturer": "Intel",
      "ManufacturerCode": "CM8071504821107/CM8071505093005",
      "Model": "13400F",
      "Socket": "LGA 1700",
      "Architecture": "Raptor Lake",
      "CoresCount": "10",
      "ThreadsCount": "16",
      "ClockSpeed": "2500 МГц"
    }
  },
  {
    "Id": "bdffb7ac-0111-445e-b587-872c7929c5ed",
    "Name": "SD 1Tb ADATA Legend 800 (ALEG-800-1000GCS)",
    "Cost": 8440.0,
    "Description": "Накопитель SSD 1Tb ADATA Legend 800 (ALEG-800-1000GCS) - это надежное и быстрое устройство, которое станет отличным выбором для тех, кто ищет высокую производительность и большой объем памяти. Этот SSD обладает объемом 1 терабайт, что позволяет хранить большое количество данных, игр, фотографий и видео.\r\n\r\nЭтот накопитель имеет форм-фактор M.2 и размер 2280, что делает его идеальным для установки в ноутбуки и мини-ПК. Благодаря технологии TLC флэш-памяти, этот SSD обеспечивает высокую скорость чтения и записи данных, что позволяет быстро загружать приложения, запускать игры и переносить файлы.\r\n\r\nНакопитель SSD ADATA Legend 800 обладает высокой надежностью и долговечностью, что делает его отличным выбором для использования в качестве основного накопителя. Он также поддерживает технологию NVMe, что обеспечивает более быструю передачу данных и улучшенную производительность.\r\n\r\nЭтот SSD легко устанавливается и настраивается, что делает его идеальным выбором для тех, кто хочет повысить производительность своего компьютера или ноутбука. Благодаря большому объему памяти, вы сможете хранить все необходимые данные и файлы, не беспокоясь о нехватке места.\r\n\r\nНакопитель SSD 1Tb ADATA Legend 800 (ALEG-800-1000GCS) - это отличное решение для тех, кто ценит скорость работы и надежность устройства. Приобретите его прямо сейчас и ощутите всю мощь современных технологий!",
    "Category": 3,
    "ImageUrl": null,
    "Article": 4926376218103625644,
    "Specifications": {
      "Manufacturer": "ADATA",
      "ManufacturerCode": " ALEG-800-1000GCS",
      "FormFactor": "M.2 2280",
      "Capacity": "1000 Гб"
    }
  }
]
